{"intents":[
    { "tag": "email",
      "patterns":["existe email para contato?", "gostaria de saber o email"],
      "responses": ["internacional@fei.edu.br"]
    },
    { "tag": "telefone",
      "patterns":["telefone para contato", "existe número para contato?"],
      "responses": [" +55 11 4353- 2900 Ramal: 2234"]
    },
    { "tag": "local",
      "patterns":["gostaria de saber o endereço da instituicao","local instituicao"],
      "responses": ["campus sao bernardo do campo - predio d - terreo - sala 07"]
    },
    { "tag": "bolsas",
      "patterns":["A instituicao oferece bolsas de estudo?", "programas de apoio financeito"],
      "responses": ["a fei possui algumas bolsas de estudos disponíveis atualmente, em parceria com outras instituicoes! quer dar uma conferida? seguem alguns links: santander superamos juntos (https://portal.fei.edu.br/relacoes-internacionais#superamos)                                                                                             TOP España (https://portal.fei.edu.br/relacoes-internacionais#topespana)                                                                                                   Bolsas Ibero-Americanas (https://portal.fei.edu.br/relacoes-internacionais#ibero)                                                                                         Fórmula Santander (https://portal.fei.edu.br/relacoes-internacionais#formula)                                                                                             Santander Mundi (https://portal.fei.edu.br/relacoes-internacionais#mundi)"]
    },
    {
      "tag": "linguagens",
      "patterns": ["quais os cursos de idiomas?", "existe curso de idioma?", "quero aprender ingles, como faço?", "tem exames de proficiencia?"],
      "responses": ["A FEI possui parceria com a LifeIdiomas, que eh uma empresa de cursos de idiomas e exames de proficiencia em linguas estrangeiras. Para aprender ingles, italiano, alemao, espanhol, frances e outras linguas, entre em contato pelo telefone (11) 95579-1020 ou pelo site https://lifeidiomas.com.br/. Para cursos presenciais em outros paises, verifique de acordo com a lingua desejada e o país em: https://portal.fei.edu.br/relacoes-internacionais#curtaduracao. "]
    },
    {
      "tag": "cursos-curtos",
      "patterns": ["cursos curtos", "curta duração", "cursos pequenos", "existe curso pequeno?", "quais os cursos de curta duração da fei?", "cursos de curto prazo", "curso de ferias", "cursos intensivos."],
      "responses": ["A FEI tem parceria com diversas universidades internacionais que oferecem cursos de curta duracao para estudantes interessados em aprender linguas e culturas diferentes. Para cursos de espanhol, ha a universidade https://internacional.ibero.mx/en/index.php/study-in-mexico/study-offers/short-term-program-social-realities-in-mexico/latam-program que fica no mexico; http://www.isp.ua.es/ e http://www.udc.es/ori/iss/index.html que ficam na espanha. Para cursos de ingles, ha as universidades https://www.cpp.edu/~ceu/professional-development/index.shtml e https://www.nyit.edu/ que ficam nos Estados Unidos."]
    },
    {
      "tag":"dupla-diplomacia",
      "patterns": ["dupla diplomacia", "dois diplomas", "dupla diplomacia na europa", "estudar engenharia nos estados unidos"],
      "responses": ["A FEI tem parcerias para programas de dupla-diplomacia, para que o estudante tenha dois diplomas de universidades diferentes apos graduar. Dessa forma, o estudante conseguira, caso quiser, extender sua carreira academica/profissional no exterior. Atualmente, a FEI tem parceria com a NYIT nos Estados Unidos para os cursos de Engenharia, Administração e Ciência da Computação. Para mais detalhes, acesse o site da universidade: http://www.nyit.edu/. A FEI tem parceria com a universidade ICAM, na Franca, para os cursos de Engenharia. Acesse o site aqui: http://www.icam.fr/. Ha tambem parcerias com as universidades na Espanha e em Portugal, sendo seus sites respectivamente https://www.ua.es/ e http://www.ipv.pt/."]
    },
    {
      "tag": "convenios",
      "patterns": ["convenios da fei", "a fei tem convenio com outros paises?", "a fei é conveniada com universidades internacionais?"],
      "responses": ["A FEI possui convenio com as seguintes instituicoes internacionais: Universidade da Coruna, Conventry University, University of Dunaujvaros, Goethe Institut, ICAM, Karlsruher Institut fur Technologie, Linkopings Universitet, NYIT, Providence University, Vniversidad d Salamanca, Santander Universidades, Aliança Francesa ABC, Universitat d' Alacant, AUSJAL, UAB, Cal Poly Pomona, Conestoga."]
    },
    { "tag": "despedida",
      "patterns":["valeu", "tchau", "Obrigado", "tks"],
      "responses": ["Ate breve", "Falou"]
    },
    { "tag": "saudacao",
    "patterns":["Ola","Opa","Oi", "tudo bem"],
    "responses": ["Oi","Ola"]
  },
    
    { "tag": "intercambio",
      "patterns":["como funciona o intercambio?", "viagens longas", "estudar um semestre fora"],
      "responses": ["voce sabia que na fei voce pode se candidatar aos programas de intercambio? basta voce ser aluno da graduacao ou da pos-graduacao, seja do campi sbc ou sp!"]
  },
    
   { "tag": "candidatura_intercambio",
      "patterns":["quais são os pre requisitos para participar?", "o que é necessario para eu me candidatar?","regras","processo de candidatura"],

      "responses": ["para participar do programa de intercambio da fei voce precisa preencher alguns requisistos basicos, seguem os principais pontos que voce precisa ficar atento:\n 1.Estar regularmente matriculado no Centro Universitário FEI;\n 2.Estar em dia com as obrigações assumidas no Contrato de Prestação de Serviços Educacionais assinado com a FEI;\n 3.Ter integralizado no mínimo 30% do currículo previsto para seu curso, no momento do início previsto da viagem de estudos;\n 4.Ter média aritmética de todas as disciplinas cursadas igual ou maior a 6,0 (seis);\n 5.Manifestar compromisso de retornar ao Brasil após o período de estudos no exterior para conclusão dos estudos de graduação no Centro Universitário FEI;\n 6.Possuir proficiência no idioma do curso de destino.\n o processo de selecao para o intercambio aqui na fei e bem simples e depende principalmente do numero de vagas ofertadas em cada instituicao de ensino, caso existam mais candidatos do que vagas a fei selecionara o candidato com base nos seguintes criterios:\n ciclo no qual o estudante está matriculado (serao considerados os alunos dos ciclos mais avancados)\n melhores médias obtidas ao longo dos ciclos anteriores (média aritmetica)\n proficiencia no idioma do curso de destino (em alguns casos este criterio pode ser determinante)\n qualidade dos documentos apresentados\n cumprimento de prazos e correto preenchimento dos formularios\n parecer academico do coordenador de curso.\n e alem disso, antes de iniciar o processo de candidatura voce precisa se certificar que a intituicao pretendida oferece cursos na sua area de estudos e tambem se a mesma possui vagas disponiveis, depois de verificar esses pontos e atender a esses requisitos voce ja pode prontificar os documentos listados abaixo e leva-los  s coordenadoria de relações internacionais do centro universitário fei, localizada no Predio D - terreo - sala 07:\n formulario de Inscricao FEI\n ficha de Inscrição da Instituicao de destino\n copia da pagina de identificação do passaporte, com validade para todo o período de estudos no exterior\n Histórico escolar (em portugues ou ingles, dependendo do destino)\n carta de apresentacao/Motivacao (no idioma da universidade anfitria)\n curriculo (no idioma da universidade anfitria).\n 2 fotos 3x4"]
},

{ "tag": "cronograma_intercambio",
      "patterns":["cronograma","periodo", "data","prazo"],
      "responses": ["na fei voce pode escolher fazer o intercambio no primeiro ou no segundo semestre do ano!\n\n datas previstas para o inicio dos proximos programas de intercambio:\n\n 1º semestre: 15 de setembro\n\n 2º semestre: 1 de abril\n\n o periodo de estudos no exterior tem previsao de um semestre, mas nao se preocupa, voce pode extender esse periodo por igual periodo desde que a fei e a instituicao destino concordem com a extensao do programa!"]

},
    
{ "tag": "custos_intercambio",
      "patterns":["custos","gastos"],
      "responses": ["no programa de intercambio da fei voce so precisa se preocupar com os custos de hospedagem, alimentacao, seguro de saude, passaporte, visto, passagem aérea e gastos pessoais! durante o periodo de intercambio o aluno devera continuar pagando as taxas de matricula e mensalidade da fei mas com exceção de possíveis taxas administrativas do país ou universidade anfitriã, o participante do programa estará isento de pagamentos à instituição estrangeira."]

},

{ "tag": "destinos_intercambio",
      "patterns":["destinos", "paises", "instituicoes", "faculdades"],
      "responses": ["separamos para voce os principais destinos de intercambio que o programa da fei oferece:\n alemanha\n *https://www.kit.edu/\n\n argentina\n *https://centroloyola.com.ar/facultades/\n *https://www.ucc.edu.ar/\n\n brasil\n *https://www.unisinos.br/\n *http://www.puc-rio.br/index.html\n *https://portal.unicap.br/\n *https://faculdadejesuita.edu.br/\n\n canada\n *https://www.conestogac.on.ca/business/\n\n chile\n *https://www.uahurtado.cl/\n colombia\n *http://puj-portal.javeriana.edu.co/\n *https://www.javerianacali.edu.co/\n *https://www.usbcali.edu.co/\n\n equador\n *https://www.puce.edu.ec/portal/content/Pontificia%20Universidad%20Cat%c3%b3lica%20del%20Ecuador/0?link=oln266n.redirect\n\n el salvador\n *https://uca.edu.sv/\n\n espanha\n *https://www.ua.es/\n *http://www.usal.es/\n *http://www.udc.es/\n *http://www.uab.es/\n\n franca\n *http://www.icam.fr/\n\n guatemala\n *http://www.url.edu.gt/Portalurl/\n\n hungria\n *http://www.uniduna.hu/english/\n\n mexico\n *https://www.iteso.mx/\n *http://www.uia.mx/\n *http://www.leon.uia.mx/\n *http://itzel.lag.uia.mx/\n *http://www.iberopuebla.edu.mx/\n *http://www.tij.uia.mx/\n *http://www.loyola.edu.mx/\n *http://www.isia.edu.mx/\n\n nicaragua\n *http://www.uca.edu.ni/index.php?lang=es\n\n paraguai\n *http://www.isehf.edu.py/\n\n peru\n *http://www.uarm.edu.pe/\n *http://www.up.edu.pe/\n\n portugal\n *http://www.estgv.ipv.pt/estgv/\n\n republica dominicana\n *http://www.university-directory.eu/Dominican-Republic/Instituto-Filosofico-Pedro-Francisco-Bono.html\n *http://www.ipl.edu.do/\n\n suecia\n *http://www.liu.se/\n\n taiwan\n *http://www.pu.edu.tw/english/\n\n uruguai\n *http://www.ucu.edu.uy/\n\n venezuela\n *http://www.ucat.edu.ve/nuevo/\n *http://www.iujobarquisimeto.edu.ve/\n *http://www.ucab.edu.ve/"]

}
    
    
    
    
  ]
  }
